import { FC } from 'react'

const CatalogInfo: FC = () => {
	return (
		<div className='mt-[140px] max-w-[820px]'>
			<p className='text-sm'>
				Задача организации, в особенности же социально-экономическое развитие не
				оставляет шанса для первоочередных требований. А ещё явные признаки
				победы институционализации набирают популярность среди определенных
				слоев населения. Каждый из нас понимает очевидную вещь: новая модель
				организационной деятельности позволяет выполнить важные задания по
				разработке приоретизации разума над эмоциями.
			</p>
		</div>
	)
}

export default CatalogInfo
